Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Your collection is empty
ar: مجموعتك فارغة
de: Ihre Sammlung ist leer
es: Tu colección está vacía
fr: Votre collection est vide
hi: आपका कलेक्शन खाली है
it: La tua collezione è vuota
ja: コレクションは空です
ko: 컬렉션이 비어 있습니다
nl: Je collectie is leeg
pt_br: Sua coleção está vazia
zh_hans: 您的收藏为空
zh_hant: 您的收藏是空的

source: Your feedback helps more LEGO collectors find the app and helps us improve it.
ar: تساعد ملاحظاتك المزيد من جامعي LEGO في العثور على التطبيق وتساعدنا على تحسينه.
de: Ihr Feedback hilft mehr LEGO-Sammlern, die App zu finden, und hilft uns, sie zu verbessern.
es: Tus comentarios ayudan a más coleccionistas de LEGO a encontrar la aplicación y nos ayudan a mejorarla.
fr: Vos commentaires aident davantage de collectionneurs LEGO à trouver l'application et nous aident à l'améliorer.
hi: आपके फ़ीडबैक से ज़्यादा LEGO कलेक्टरों को ऐप ढूँढने में मदद मिलती है और हमें इसे बेहतर बनाने में मदद मिलती है।
it: Il tuo feedback aiuta più collezionisti di LEGO a trovare l'app e ci aiuta a migliorarla.
ja: あなたのフィードバックは、より多くの LEGO コレクターがアプリを見つけ、私たちがアプリを改善するのに役立ちます。
ko: 여러분의 피드백은 더 많은 LEGO 수집가가 앱을 찾고 개선하는 데 도움이 됩니다.
nl: Jouw feedback helpt meer LEGO-verzamelaars om de app te vinden en te verbeteren.
pt_br: Seu feedback ajuda mais colecionadores LEGO a encontrar o aplicativo e nos ajuda a melhorá-lo.
zh_hans: 您的反馈有助于更多LEGO收藏家找到该应用程序并帮助我们改进它。
zh_hant: 您的意見回饋有助於更多LEGO收藏家找到應用程式，並幫助我們改進。

source: Your feedback helps us focus BrickValue on what collectors need most.
ar: تساعدنا ملاحظاتك في تركيز BrickValue على ما يحتاجه الجامعون أكثر.
de: Ihr Feedback hilft uns, BrickValue auf das zu konzentrieren, was Sammler am meisten brauchen.
es: Tus comentarios nos ayudan a centrar BrickValue en lo que más necesitan los coleccionistas.
fr: Vos commentaires nous aident à concentrer BrickValue sur ce dont les collectionneurs ont le plus besoin.
hi: आपके फ़ीडबैक से हमें BrickValue पर फ़ोकस करने में मदद मिलती है कि कलेक्टरों को किस चीज़ की सबसे ज़्यादा ज़रूरत है।
it: Il tuo feedback ci aiuta a focalizzare BrickValue su ciò di cui i collezionisti hanno più bisogno.
ja: あなたのフィードバックは、コレクターが最も必要としているものに BrickValue を集中させるのに役立ちます。
ko: 귀하의 피드백은 수집가에게 가장 필요한 것에 BrickValue 초점을 맞추는 데 도움이 됩니다.
nl: Jouw feedback helpt ons BrickValue te focussen op wat verzamelaars het meest nodig hebben.
pt_br: Seu feedback nos ajuda a focar o BrickValue no que os coletores mais precisam.
zh_hans: 您的反馈有助于我们将BrickValue重点放在收藏家最需要的东西上。
zh_hant: 您的意見回饋有助於我們將BrickValue專注於收藏家最需要的東西。

source: Your free collection can hold %lld unique items. Upgrade to BrickValue Pro for unlimited items.
ar: يمكن أن تحتوي مجموعتك المجانية على عناصر %lld الفريدة. قم بالترقية إلى BrickValue PRO لعناصر غير محدودة.
de: Ihre kostenlose Sammlung kann %lld Einzelstücke enthalten. Upgrade auf BrickValue Pro für unbegrenzte Gegenstände.
es: Tu colección gratuita puede contener %lld artículos únicos. Actualice a BrickValue Pro para obtener artículos ilimitados.
fr: Votre collection gratuite peut contenir des articles uniques %lld. Passez à BrickValue Pro pour un nombre illimité d'articles.
hi: आपके मुफ़्त कलेक्शन में %lld अनोखे आइटम हो सकते हैं। असीमित वस्तुओं के लिए BrickValue प्रो में अपग्रेड करें।
it: La tua collezione gratuita può contenere %lld oggetti unici. Passa a BrickValue Pro per articoli illimitati.
ja: 無料のコレクションには、%lld のユニークなアイテムを含めることができます。 BrickValue Pro にアップグレードすると、アイテムが無制限になります。
ko: 무료 컬렉션에는 %lld 고유 아이템을 보관할 수 있습니다. 무제한 아이템을 구매하려면 BrickValue PRO로 업그레이드하세요.
nl: Je gratis collectie kan %lld unieke items bevatten. Upgrade naar BrickValue Pro voor onbeperkte items.
pt_br: A sua coleção gratuita pode conter %lld artigos únicos. Atualize para o BrickValue Pro para itens ilimitados.
zh_hans: 您的免费收藏可容纳%lld件独特物品。升级到BrickValue PRO可获得无限道具。
zh_hant: 您的免費收藏可以容納%lld個獨特道具。升級到BrickValue PRO可獲得無限道具。

source: Your free scans are ready
ar: الفحوصات المجانية جاهزة
de: Ihre kostenlosen Scans sind fertig
es: Tus escaneos gratuitos están listos
fr: Vos scans gratuits sont prêts
hi: आपके मुफ़्त स्कैन तैयार हैं
it: Le tue scansioni gratuite sono pronte
ja: 無料スキャンの準備が完了しました
ko: 무료 스캔이 준비되었습니다.
nl: Je gratis scans zijn klaar
pt_br: Suas digitalizações gratuitas estão prontas
zh_hans: 您的免费扫描已准备就绪
zh_hant: 您的免費掃描已準備就緒

source: Your icon and background appear across BrickValue.
ar: تظهر الأيقونة والخلفية عبر BrickValue.
de: Ihr Symbol und Ihr Hintergrund erscheinen auf BrickValue.
es: Tu icono y fondo aparecen en BrickValue.
fr: Votre icône et votre arrière-plan apparaissent sur BrickValue.
hi: आपका आइकन और बैकग्राउंड BrickValue में दिखाई देता है।
it: L'icona e lo sfondo appaiono su BrickValue.
ja: あなたのアイコンと背景が BrickValue 全体に表示されます。
ko: BrickValue에 아이콘과 배경이 표시됩니다.
nl: Je pictogram en achtergrond verschijnen in BrickValue.
pt_br: Seu ícone e plano de fundo aparecem no BrickValue.
zh_hans: 您的图标和背景显示在BrickValue上。
zh_hant: 您的圖示和背景會顯示在BrickValue上。

source: Your invite code
ar: رمز دعوتك
de: Ihr Einladungscode
es: Tu código de invitación
fr: Votre code d'invitation
hi: आपका इनवाइट कोड
it: Il tuo codice di invito
ja: あなたの招待コード
ko: 귀하의 초대 코드
nl: Je uitnodigingscode
pt_br: Seu código de convite
zh_hans: 您的邀请码
zh_hant: 您的邀請代碼

source: Your minifigures are worth
ar: أرقامك المصغرة تستحق
de: Ihre Minifiguren sind es wert
es: Tus minifiguras valen
fr: Vos figurines valent la peine
hi: आपकी छोटी - छोटी चीज़ों की कीमत है
it: Le tue minifigure valgono
ja: あなたのミニフィギュアには価値があります
ko: 귀하의 미니 피규어는 가치가 있습니다
nl: Je minifiguren zijn de moeite waard
pt_br: Suas minifiguras valem
zh_hans: 您的微型公仔很值钱
zh_hant: 您的迷你人偶很值得

source: Your Pro access stays active. Share what happened in a few taps.
ar: سيظل وصولك للمحترفين نشطًا. شارك ما حدث ببضع نقرات.
de: Ihr Pro-Zugang bleibt aktiv. Erzählen Sie mit wenigen Fingertipps, was passiert ist.
es: Tu acceso Pro se mantiene activo. Comparte lo que sucedió en unos pocos toques.
fr: Votre accès Pro reste actif. Partagez ce qui s'est passé en quelques clics.
hi: आपके Pro का ऐक्सेस ऐक्टिव रहता है। कुछ ही टैप में बताएँ कि क्या हुआ था।
it: Il tuo accesso Pro rimane attivo. Condividi quello che è successo in pochi tocchi.
ja: Pro アクセスは引き続き有効です。数回タップするだけで何が起こったかを共有します。
ko: Pro 액세스가 활성화된 상태로 유지됩니다. 터치 몇 번으로 상황을 공유하세요.
nl: Je Pro-toegang blijft actief. Deel wat er is gebeurd in een paar tikken.
pt_br: O seu acesso Pro permanece ativo. Compartilhe o que aconteceu com apenas alguns toques.
zh_hans: 您的 Pro 访问权限保持活动状态。只需点击几下即可分享发生的事情。
zh_hant: 您的 Pro 訪問權限保持活動狀態。只需點擊幾下即可分享發生的事情。

source: Your purchase is pending approval.
ar: عملية الشراء قيد الموافقة.
de: Ihr Kauf steht noch aus.
es: Tu compra está pendiente de aprobación.
fr: Votre achat est en attente d'approbation.
hi: आपकी खरीद को मंज़ूरी मिलनी बाकी है।
it: Il tuo acquisto è in attesa di approvazione.
ja: 購入は承認待ちです。
ko: 구매가 승인 대기 중입니다.
nl: Je aankoop wacht op goedkeuring.
pt_br: Sua compra está pendente de aprovação.
zh_hans: 您的购买正在等待批准。
zh_hant: 您的購買正在等待批准。

source: Your referral reward has been used. Invite more friends to keep growing the community.
ar: تم استخدام مكافأة الإحالة الخاصة بك. قم بدعوة المزيد من الأصدقاء لمواصلة تنمية المجتمع.
de: Ihre Empfehlungsprämie wurde verwendet. Lade weitere Freunde ein, um die Community weiter auszubauen.
es: Se ha utilizado tu recompensa por recomendación. Invita a más amigos a seguir haciendo crecer la comunidad.
fr: Votre récompense de parrainage a été utilisée. Invitez plus d'amis à continuer de développer la communauté.
hi: आपका रेफ़रल रिवॉर्ड इस्तेमाल कर लिया गया है। समुदाय को बढ़ाते रहने के लिए और दोस्तों को आमंत्रित करें।
it: La tua ricompensa per l'invito è stata utilizzata. Invita altri amici per continuare a far crescere la community.
ja: あなたの紹介報酬は使用されました。さらに多くの友達を招待して、コミュニティを成長させ続けてください。
ko: 추천 보너스가 사용되었습니다. 커뮤니티를 계속 성장시키려면 더 많은 친구를 초대하세요.
nl: Je introductiebeloning is gebruikt. Nodig meer vrienden uit om de community te laten groeien.
pt_br: Sua recompensa de indicação foi usada. Convide mais amigos para continuar aumentando a comunidade.
zh_hans: 您的推荐奖励已被使用。邀请更多的朋友来不断发展社区。
zh_hant: 您的推薦獎勵已被使用。邀請更多的朋友來不斷發展社區。

source: Your result will appear here.
ar: ستظهر نتيجتك هنا.
de: Ihr Ergebnis wird hier angezeigt.
es: Tu resultado aparecerá aquí.
fr: Votre résultat apparaîtra ici.
hi: आपका परिणाम यहाँ दिखाई देगा।
it: Il tuo risultato apparirà qui.
ja: 結果がここに表示されます。
ko: 여기에 결과가 표시됩니다.
nl: Je resultaat verschijnt hier.
pt_br: Seu resultado aparecerá aqui.
zh_hans: 您的结果将出现在这里。
zh_hant: 您的結果將出現在這裡。

source: Your reward is unlocked
ar: تم فتح مكافأتك
de: Deine Belohnung ist freigeschaltet
es: Tu recompensa está desbloqueada
fr: Votre récompense est débloquée
hi: आपका रिवॉर्ड अनलॉक हो गया है
it: La tua ricompensa è sbloccata
ja: 報酬のロックが解除されました
ko: 보상이 잠금 해제되었습니다
nl: Je beloning is ontgrendeld
pt_br: Sua recompensa está desbloqueada
zh_hans: 您的奖励已解锁
zh_hant: 您的獎勵已解鎖

source: Part
ar: قطعة
de: Teil
es: Pieza
fr: Pièce
hi: पार्ट
it: Pezzo
ja: パーツ
ko: 부품
nl: Onderdeel
pt_br: Peça
zh_hans: 零件
zh_hant: 零件

source: Part · %@
ar: قطعة · %@
de: Teil · %@
es: Pieza · %@
fr: Pièce · %@
hi: पार्ट · %@
it: Pezzo · %@
ja: パーツ・%@
ko: 부품 · %@
nl: Onderdeel · %@
pt_br: Peça · %@
zh_hans: 零件 · %@
zh_hant: 零件 · %@

source: Purchase failed.
ar: فشل الشراء.
de: Kauf fehlgeschlagen.
es: La compra ha fallado.
fr: Échec de l’achat.
hi: खरीदारी विफल रही।
it: Acquisto non riuscito.
ja: 購入に失敗しました。
ko: 구매에 실패했습니다.
nl: Aankoop mislukt.
pt_br: A compra falhou.
zh_hans: 购买失败。
zh_hant: 購買失敗。

source: You can continue without an account and sign in later from Profile.
ar: يمكنك المتابعة بدون حساب وتسجيل الدخول لاحقًا من الملف الشخصي.
de: Du kannst ohne Konto fortfahren und dich später über das Profil anmelden.
es: Puedes continuar sin una cuenta e iniciar sesión más tarde desde Perfil.
fr: Vous pouvez continuer sans compte et vous connecter plus tard depuis Profil.
hi: आप बिना खाते के जारी रख सकते हैं और बाद में प्रोफ़ाइल से साइन इन कर सकते हैं।
it: Puoi continuare senza un account e accedere più tardi dal Profilo.
ja: アカウントなしで続行し、後でプロフィールからサインインできます。
ko: 계정 없이 계속한 다음 나중에 프로필에서 로그인할 수 있습니다.
nl: Je kunt doorgaan zonder account en je later aanmelden via Profiel.
pt_br: Você pode continuar sem uma conta e iniciar sessão mais tarde pelo Perfil.
zh_hans: 你可以在没有账户的情况下继续，稍后从个人资料登录。
zh_hant: 你可以在沒有帳戶的情況下繼續，稍後從個人檔案登入。

source: Your existing data has not been changed.
ar: لم يتم تغيير بياناتك الحالية.
de: Deine vorhandenen Daten wurden nicht geändert.
es: Tus datos existentes no se han modificado.
fr: Vos données existantes n’ont pas été modifiées.
hi: आपका मौजूदा डेटा बदला नहीं गया है।
it: I tuoi dati esistenti non sono stati modificati.
ja: 既存のデータは変更されていません。
ko: 기존 데이터는 변경되지 않았습니다.
nl: Je bestaande gegevens zijn niet gewijzigd.
pt_br: Seus dados existentes não foram alterados.
zh_hans: 你的现有数据未发生更改。
zh_hant: 你的現有資料未被變更。

source: YouTube
ar: يوتيوب
hi: यूट्यूब
ko: 유튜브

source: Choose the language used throughout BrickValue. System default follows your device language.
ar: اختر اللغة المستخدمة في BrickValue. يتبع الإعداد الافتراضي للنظام لغة جهازك.
de: Wählen Sie die Sprache für BrickValue. Die Systemstandard-Sprache folgt der Sprache Ihres Geräts.
es: Elige el idioma que se usa en todo BrickValue. La opción predeterminada del sistema sigue el idioma de tu dispositivo.
fr: Choisissez la langue utilisée dans BrickValue. La langue par défaut du système suit celle de votre appareil.
hi: BrickValue में इस्तेमाल होने वाली भाषा चुनें। सिस्टम डिफ़ॉल्ट आपके डिवाइस की भाषा का पालन करता है।
it: Scegli la lingua usata in BrickValue. L'impostazione predefinita del sistema segue la lingua del dispositivo.
ja: BrickValueで使用する言語を選択します。システムのデフォルトはデバイスの言語に従います。
ko: BrickValue에서 사용할 언어를 선택하세요. 시스템 기본값은 기기의 언어를 따릅니다.
nl: Kies de taal die in BrickValue wordt gebruikt. De systeemstandaard volgt de taal van je apparaat.
pt_br: Escolha o idioma usado no BrickValue. O padrão do sistema segue o idioma do dispositivo.
zh_hans: 选择 BrickValue 使用的语言。系统默认设置会跟随设备语言。
zh_hant: 選擇 BrickValue 使用的語言。系統預設會依照裝置語言。

source: System default
ar: الإعداد الافتراضي للنظام
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
hi: सिस्टम डिफ़ॉल्ट
it: Predefinita di sistema
ja: システムのデフォルト
ko: 시스템 기본값
nl: Systeemstandaard
pt_br: Padrão do sistema
zh_hans: 系统默认
zh_hant: 系統預設

source: Currency
ar: العملة
de: Währung
es: Moneda
fr: Devise
hi: मुद्रा
it: Valuta
ja: 通貨
ko: 통화
nl: Valuta
pt_br: Moeda
zh_hans: 货币
zh_hant: 貨幣

source: Choose the currency used for BrickValue values. System default follows your device region.
ar: اختر العملة المستخدمة لعرض قيم BrickValue. تتبع العملة الافتراضية للنظام منطقة جهازك.
de: Wählen Sie die Währung für die BrickValue-Werte. Die Systemstandardwährung folgt der Region Ihres Geräts.
es: Elige la moneda para mostrar los valores de BrickValue. El valor predeterminado del sistema sigue la región de tu dispositivo.
fr: Choisissez la devise utilisée pour afficher les valeurs de BrickValue. La devise par défaut du système suit la région de votre appareil.
hi: BrickValue के मान दिखाने के लिए मुद्रा चुनें। सिस्टम डिफ़ॉल्ट आपके डिवाइस के क्षेत्र का पालन करता है।
it: Scegli la valuta usata per visualizzare i valori di BrickValue. La valuta predefinita del sistema segue la regione del dispositivo.
ja: BrickValueの値の表示に使う通貨を選択します。システムのデフォルトはデバイスの地域に従います。
ko: BrickValue 값을 표시할 통화를 선택하세요. 시스템 기본값은 기기의 지역을 따릅니다.
nl: Kies de valuta voor de waarden van BrickValue. De systeemstandaard volgt de regio van je apparaat.
pt_br: Escolha a moeda usada para exibir os valores do BrickValue. O padrão do sistema segue a região do seu dispositivo.
zh_hans: 选择用于显示 BrickValue 数值的货币。系统默认设置会跟随设备所在地区。
zh_hant: 選擇用於顯示 BrickValue 數值的貨幣。系統預設會依照裝置所在的地區。

source: Converted from USD
ar: محوّل من USD
de: Von USD umgerechnet
es: Convertido de USD
fr: Converti depuis l’USD
hi: USD से परिवर्तित
it: Convertito da USD
ja: USDから換算
ko: USD에서 환산됨
nl: Omgerekend vanuit USD
pt_br: Convertido de USD
zh_hans: 由 USD 换算
zh_hant: 由 USD 換算

source: Currency conversion is unavailable. Values are shown in USD.
ar: تحويل العملة غير متاح. تُعرض القيم بالدولار الأمريكي USD.
de: Die Währungsumrechnung ist nicht verfügbar. Die Werte werden in USD angezeigt.
es: La conversión de moneda no está disponible. Los valores se muestran en USD.
fr: La conversion de devises est indisponible. Les valeurs sont affichées en USD.
hi: मुद्रा रूपांतरण उपलब्ध नहीं है। मान USD में दिखाए जाते हैं。
it: La conversione valutaria non è disponibile. I valori sono mostrati in USD.
ja: 通貨換算を利用できません。値はUSDで表示されます。
ko: 통화 변환을 사용할 수 없습니다. 값은 USD로 표시됩니다.
nl: Valutaconversie is niet beschikbaar. De waarden worden in USD weergegeven.
pt_br: A conversão de moeda está indisponível. Os valores são exibidos em USD.
zh_hans: 货币转换不可用。数值将以 USD 显示。
zh_hant: 貨幣換算無法使用。數值會以 USD 顯示。

source: Rates are temporarily stale. Values use the last available update.
ar: أسعار الصرف قديمة مؤقتًا. تستخدم القيم آخر تحديث متاح.
de: Die Wechselkurse sind vorübergehend veraltet. Die Werte verwenden die letzte verfügbare Aktualisierung.
es: Las tasas están temporalmente desactualizadas. Los valores usan la última actualización disponible.
fr: Les taux sont temporairement obsolètes. Les valeurs utilisent la dernière mise à jour disponible.
hi: दरें अस्थायी रूप से पुरानी हैं। मानों में आखिरी उपलब्ध अपडेट का उपयोग किया गया है।
it: I tassi sono temporaneamente obsoleti. I valori usano l’ultimo aggiornamento disponibile.
ja: 為替レートが一時的に古くなっています。値には最後に利用できた更新が使われます。
ko: 환율이 일시적으로 오래되었습니다. 값에는 마지막으로 사용 가능한 업데이트가 적용됩니다.
nl: De wisselkoersen zijn tijdelijk verouderd. De waarden gebruiken de laatst beschikbare update.
pt_br: As taxas estão temporariamente desatualizadas. Os valores usam a última atualização disponível.
zh_hans: 汇率暂时过期。数值使用最近一次可用更新。
zh_hant: 匯率暫時過期。數值會使用最近一次可用更新。

source: Currency conversion is unavailable. Values will show in USD until rates load.
ar: تحويل العملة غير متاح. ستُعرض القيم بالدولار الأمريكي USD حتى تحميل الأسعار.
de: Die Währungsumrechnung ist nicht verfügbar. Die Werte werden in USD angezeigt, bis die Kurse geladen sind.
es: La conversión de moneda no está disponible. Los valores se mostrarán en USD hasta que se carguen las tasas.
fr: La conversion de devises est indisponible. Les valeurs s’afficheront en USD jusqu’au chargement des taux.
hi: मुद्रा रूपांतरण उपलब्ध नहीं है। दरें लोड होने तक मान USD में दिखेंगे।
it: La conversione valutaria non è disponibile. I valori saranno mostrati in USD finché i tassi non verranno caricati.
ja: 通貨換算を利用できません。レートが読み込まれるまで値はUSDで表示されます。
ko: 통화 변환을 사용할 수 없습니다. 환율이 로드될 때까지 값은 USD로 표시됩니다.
nl: Valutaconversie is niet beschikbaar. De waarden worden in USD weergegeven totdat de koersen zijn geladen.
pt_br: A conversão de moeda está indisponível. Os valores serão exibidos em USD até as taxas serem carregadas.
zh_hans: 货币转换不可用。汇率加载前，数值将以 USD 显示。
zh_hant: 貨幣換算無法使用。載入匯率前，數值會以 USD 顯示。

source: Rates refresh daily and are estimates from USD.
ar: تُحدّث الأسعار يوميًا وهي تقديرات من الدولار الأمريكي USD.
de: Die Kurse werden täglich aktualisiert und sind Schätzungen ausgehend von USD.
es: Las tasas se actualizan a diario y son estimaciones desde USD.
fr: Les taux sont actualisés quotidiennement et sont des estimations à partir de l’USD.
hi: दरें रोज़ अपडेट होती हैं और USD से अनुमानित हैं।
it: I tassi vengono aggiornati ogni giorno e sono stime basate su USD.
ja: レートは毎日更新され、USDからの推定値です。
ko: 환율은 매일 업데이트되며 USD 기준의 추정치입니다.
nl: De koersen worden dagelijks bijgewerkt en zijn schattingen vanuit USD.
pt_br: As taxas são atualizadas diariamente e são estimativas a partir do USD.
zh_hans: 汇率每日更新，是基于 USD 的估算值。
zh_hant: 匯率每日更新，是以 USD 為基準的估算值。

source: Rate date
ar: تاريخ السعر
de: Kursdatum
es: Fecha de la tasa
fr: Date du taux
hi: दर की तारीख
it: Data del tasso
ja: レート日
ko: 환율 날짜
nl: Datum van de koers
pt_br: Data da taxa
zh_hans: 汇率日期
zh_hant: 匯率日期

source: Average market price
ar: متوسط سعر السوق
de: Durchschnittlicher Marktpreis
es: Precio medio de mercado
fr: Prix moyen du marché
hi: औसत बाज़ार मूल्य
it: Prezzo medio di mercato
ja: 市場平均価格
ko: 평균 시장 가격
nl: Gemiddelde marktprijs
pt_br: Preço médio de mercado
zh_hans: 平均市场价格
zh_hant: 平均市場價格

source: We use the average of recent sold prices. If sold data isn't available, we clearly label the average asking price from active listings.
ar: نستخدم متوسط أسعار البيع الحديثة. إذا لم تتوفر بيانات المبيعات، نوضح بجلاء أنه متوسط السعر المطلوب للعروض النشطة.
de: Wir verwenden den Durchschnitt der zuletzt erzielten Verkaufspreise. Wenn keine Verkaufsdaten verfügbar sind, kennzeichnen wir den durchschnittlichen Angebotspreis aktiver Angebote deutlich.
es: Usamos el promedio de los precios de venta recientes. Si no hay datos de ventas, indicamos claramente el precio medio solicitado de los anuncios activos.
fr: Nous utilisons la moyenne des prix de vente récents. Si ces données ne sont pas disponibles, nous indiquons clairement le prix moyen demandé des annonces actives.
hi: हम हाल की बिक्री कीमतों का औसत इस्तेमाल करते हैं। अगर बिक्री का डेटा उपलब्ध न हो, तो हम सक्रिय लिस्टिंग की औसत मांग कीमत को साफ़ तौर पर दिखाते हैं।
it: Usiamo la media dei prezzi di vendita recenti. Se i dati sulle vendite non sono disponibili, indichiamo chiaramente il prezzo medio richiesto degli annunci attivi.
ja: 最近の販売価格の平均を使用します。販売データがない場合は、現在出品中の商品の平均希望価格であることを明示します。
ko: 최근 판매 가격의 평균을 사용합니다. 판매 데이터가 없으면 현재 등록된 상품의 평균 희망가임을 명확히 표시합니다.
nl: We gebruiken het gemiddelde van recente verkoopprijzen. Als er geen verkoopgegevens beschikbaar zijn, vermelden we duidelijk de gemiddelde vraagprijs van actieve aanbiedingen.
pt_br: Usamos a média dos preços de venda recentes. Se não houver dados de vendas, indicamos claramente o preço médio pedido dos anúncios ativos.
zh_hans: 我们使用近期成交价的平均值。如果没有成交数据，我们会明确标注为在售商品的平均要价。
zh_hant: 我們使用近期成交價的平均值。如果沒有成交資料，我們會明確標示為目前刊登商品的平均叫價。

source: What the price means
ar: ماذا يعني هذا السعر
de: Was dieser Preis bedeutet
es: Qué significa este precio
fr: Ce que signifie ce prix
hi: इस कीमत का मतलब
it: Cosa significa questo prezzo
ja: この価格の意味
ko: 이 가격의 의미
nl: Wat deze prijs betekent
pt_br: O que este preço significa
zh_hans: 此价格的含义
zh_hant: 此價格的含義

source: Based on recent completed sales.
ar: استنادًا إلى مبيعات مكتملة حديثًا.
de: Basiert auf kürzlich abgeschlossenen Verkäufen.
es: Basado en ventas recientes completadas.
fr: Basé sur des ventes récentes réalisées.
hi: हाल ही में पूरी हुई बिक्री पर आधारित।
it: Basato su vendite recenti completate.
ja: 最近成立した販売に基づく価格です。
ko: 최근 완료된 판매를 기준으로 합니다.
nl: Gebaseerd op recente afgeronde verkopen.
pt_br: Com base em vendas recentes concluídas.
zh_hans: 基于近期已完成的成交。
zh_hant: 根據近期已完成的成交。

source: Average sold price
ar: متوسط سعر البيع
de: Durchschnittlicher Verkaufspreis
es: Precio medio de venta
fr: Prix de vente moyen
hi: औसत बिक्री कीमत
it: Prezzo medio di vendita
ja: 平均販売価格
ko: 평균 판매 가격
nl: Gemiddelde verkoopprijs
pt_br: Preço médio de venda
zh_hans: 平均成交价
zh_hant: 平均成交價

source: Based on active listings—not completed sales.
ar: استنادًا إلى العروض النشطة، وليس المبيعات المكتملة.
de: Basiert auf aktiven Angeboten – nicht auf abgeschlossenen Verkäufen.
es: Basado en anuncios activos, no en ventas completadas.
fr: Basé sur des annonces actives, pas sur des ventes réalisées.
hi: सक्रिय लिस्टिंग पर आधारित, पूरी हुई बिक्री पर नहीं।
it: Basato su annunci attivi, non su vendite completate.
ja: 現在出品中の商品に基づく価格で、成立した販売ではありません。
ko: 현재 등록된 상품을 기준으로 하며, 완료된 판매가 아닙니다.
nl: Gebaseerd op actieve aanbiedingen, niet op afgeronde verkopen.
pt_br: Com base em anúncios ativos, não em vendas concluídas.
zh_hans: 基于在售商品，而非已完成的成交。
zh_hant: 根據目前刊登商品，而非已完成的成交。

source: Average asking price
ar: متوسط السعر المطلوب
de: Durchschnittlicher Angebotspreis
es: Precio medio solicitado
fr: Prix demandé moyen
hi: औसत मांग कीमत
it: Prezzo medio richiesto
ja: 平均希望価格
ko: 평균 희망가
nl: Gemiddelde vraagprijs
pt_br: Preço médio anunciado
zh_hans: 平均要价
zh_hant: 平均叫價

source: Based on available market data.
ar: استنادًا إلى بيانات السوق المتاحة.
de: Basiert auf den verfügbaren Marktdaten.
es: Basado en los datos de mercado disponibles.
fr: Basé sur les données de marché disponibles.
hi: उपलब्ध बाज़ार डेटा पर आधारित।
it: Basato sui dati di mercato disponibili.
ja: 利用可能な市場データに基づいています。
ko: 사용 가능한 시장 데이터를 기준으로 합니다.
nl: Gebaseerd op beschikbare marktgegevens.
pt_br: Com base nos dados de mercado disponíveis.
zh_hans: 基于可用的市场数据。
zh_hant: 根據可用的市場資料。

source: Calculating the average market price
ar: جارٍ حساب متوسط سعر السوق
de: Durchschnittlichen Marktpreis berechnen
es: Calculando el precio medio de mercado
fr: Calcul du prix moyen du marché
hi: औसत बाज़ार मूल्य की गणना हो रही है
it: Calcolo del prezzo medio di mercato
ja: 市場平均価格を計算中
ko: 평균 시장 가격 계산 중
nl: Gemiddelde marktprijs berekenen
pt_br: Calculando o preço médio de mercado
zh_hans: 正在计算平均市场价格
zh_hant: 正在計算平均市場價格

source: We use recent sold prices when available.
ar: نستخدم أسعار البيع الحديثة عند توفرها.
de: Wenn verfügbar, verwenden wir aktuelle Verkaufspreise.
es: Usamos precios de venta recientes cuando están disponibles.
fr: Nous utilisons les prix de vente récents lorsqu’ils sont disponibles.
hi: उपलब्ध होने पर हम हाल की बिक्री कीमतों का उपयोग करते हैं।
it: Usiamo i prezzi di vendita recenti quando disponibili.
ja: 利用できる場合は最近の販売価格を使用します。
ko: 가능한 경우 최근 판매 가격을 사용합니다.
nl: We gebruiken recente verkoopprijzen als die beschikbaar zijn.
pt_br: Usamos preços de venda recentes quando disponíveis.
zh_hans: 有可用数据时，我们会使用近期成交价。
zh_hant: 有可用資料時，我們會使用近期成交價。

source: Calculating average prices
ar: جارٍ حساب متوسط الأسعار
de: Durchschnittliche Preise berechnen
es: Calculando precios medios
fr: Calcul des prix moyens
hi: औसत कीमतों की गणना हो रही है
it: Calcolo dei prezzi medi
ja: 平均価格を計算中
ko: 평균 가격 계산 중
nl: Gemiddelde prijzen berekenen
pt_br: Calculando os preços médios
zh_hans: 正在计算平均价格
zh_hant: 正在計算平均價格
